tap "anomalyco/tap"
tap "aws/tap"
tap "azure/functions"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oktadeveloper/tap"
tap "railwaycat/emacsmacport"
tap "romkatv/powerlevel10k"
tap "somuchforsubtlety/tap"
tap "vectordotdev/brew"
brew "act"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "cmake"
brew "colima"
brew "coreutils"
brew "ddcctl"
brew "direnv"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "httpie"
brew "hugo"
brew "jq"
brew "libpq"
brew "librsvg"
brew "libtool"
brew "libxml2"
brew "localstack"
brew "lsusb"
brew "moreutils"
brew "nghttp2"
brew "node@20", link: true
brew "ollama", restart_service: :changed
brew "pandoc"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "sqlc"
brew "tree"
brew "watchexec"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "azure/functions/azure-functions-core-tools@4"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/terraform"
brew "vectordotdev/brew/vector"
cask "emacs-app"
cask "font-jetbrains-mono"
cask "ghostty"
cask "iterm2"
cask "oktadeveloper/tap/okta"
cask "slack"
cask "spotify"
go "github.com/cosmtrek/air"
go "github.com/blmayer/awslambdarpc"
go "github.com/spf13/cobra-cli"
go "github.com/BCGX-Actions/deployment-google-cloud-functions"
go "github.com/BCGX-Actions/gcp"
go "golang.org/dl/go1.21.13"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/davecheney/httpstat"
go "github.com/golang/mock/mockgen"
go "github.com/davidhbaek/multiverse"
