tap "aws/tap"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "oktadeveloper/tap"
tap "railwaycat/emacsmacport"
tap "romkatv/powerlevel10k"
brew "aws-okta"
brew "coreutils"
brew "docker", link: false
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "jq"
brew "libxml2"
brew "nghttp2"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "watchexec"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/terraform"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "iterm2"
cask "okta"
